{
  "clausulas": [
    {
      "numero": "4.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "4.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "4.3",
      "descripcion": "",
      "csr": {
        "Navistar": "1.4 Quality framework agreement / Quality Target Agreement\nThe Supplier undertakes to take the CVS10 into account as part of its quality management system and to meet the requirements of IATF 16949 and CVS92 as far as project-specific applicable, and to ensure the corresponding requirements for the external resources (services and value creations) commissioned by it. The first step for the verification of this are internal self-assessments, that demonstrate the implementation and fulfilment of the requirements of the Formel Q papers and CVS92, including remote sites used (remote functions) and external resources (services and added value) commissioned by the Supplier.\nAs part of the offer assessment, recognized valid certifications according to IATF 16949 or declarations of conformity from recognized certification bodies to be provided to the Customer for the Supplier evaluation (see chapter 2 following) along with corresponding self-evaluations according to Formel Q Capability or where applicable according to CVS92, at the request of the Customer. Certifications apply to all manufacturing sites supplying directly or indirectly to any TRATON-involved brand. It also applies for manufacturing Supplier (tier – n) if it is possible to be certified with IATF 16949 by accredited third-party certification body.",
        "Daimler": "2.2 Certification\nAll manufacturing locations, warehouses, distribution centers and services, such as corporate offices have a direct impact on the quality of our final products. Therefore, we expect that all supplier locations that invoice DTNA maintain a Quality Management System based on a valid version of ISO 9001 or IATF16949 and ISO 14001.\nQuality and Environmental certifications are mandatory for eligibility of Masters of Quality award and will significantly impact the supplier’s standing."
      }
    },
    {
      "numero": "4.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "4.3.2",
      "descripcion": "",
      "csr": {
        "Stellantis": "4.3.2 Customer-specific requirements\nAll applicable QRS requirements are considered Customer-Specific Requirements, and this document is just a representative selection of the most audit-relevant ones.\nThe supplier must integrate all the QRS requirements in its quality system and processes.",
        "Navistar": "0.1 Additional reference documents\nSuppliers shall always comply with the latest versions of brand-specific standards (including e.g. technical standards). In order to receive information about all standards updates, Suppliers shall subscribe to the newsletter of and check the respective brand-specific supplier portals.\nNavistar Supplier Network www.navistarsupplier.com"
      }
    },
    {
      "numero": "4.4.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "4.4.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "4.4.1.2",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requires a management role defined as “Product Safety & Conformity Representative (PSCR)”.\nSee Formel-Q-konkret, Chapter 4.2 \"Product conformity officer as per VDA volume 'Product Integrity'” in www.vwgroupsupply.com\nVW-specific Remark to “Note”: VWAG considers the “special approval” a responsibility of the supplier. No additional approval by VWAG is required.",
        "Navistar": "4.2 Product safety and product liability\nThe customer has responsibility for the final assembly as well as overall responsibility for the finished product, the vehicle. This includes all purchased parts.\nThe primary responsibility for the products used in the end product lies with the supplier. The supplier will therefore implement all organizationally and technically feasible measures to en-sure the product safety of its parts and those of its sub-suppliers and to minimize product liabil-ity risks.\nFurthermore, the supplier must have documented processes for the management of safety-rel-evant products and production processes that also include its upstream supply chain.\nIn the event of damage and/or if requested by the customer, the supplier must be able to demon-strate that it has discharged its entrepreneurial duty of care in order to preclude faults from the product.\nThe supplier takes measures in its organization and obliges its employees as well as its sub-sup-pliers to ensure that:\n• a highly-developed appreciation of quality exists throughout the company,\n• the required product safety is guaranteed when components are developed,\n• that the product also covers the required functional safety and cybersecurity,"
      }
    },
    {
      "numero": "4.4.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.1.1",
      "descripcion": "",
      "csr": {
        "Stellantis": "5.1 Leadership and commitment\nSuppliers shall adhere to social, ethical and environmental principles by signing the Stellantis Global Responsible Purchasing Guidelines GRPG (00614_21_00397).\nAll suppliers need to have a valid EcoVadis rating as prerequisite for a Business relation with Stellantis."
      }
    },
    {
      "numero": "5.1.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.1.1.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.1.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.1.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "5.3.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.1.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.1.2.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.1.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.1.2.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.2.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.4 Quality framework agreement / Quality Target Agreement\nThe Customer mandates a zero-defect approach, requiring the Supplier to agree in writing to a quality improvement program, contract regulations and other liability for any defects beyond specified limits. In the absence of a written agreement, the Supplier shall annually reduce error rates by half.",
        "Daimler": "1.4 Quality Objectives \nDTNA’s primary objective is to lead the industry in all facets of Brand Quality\nTo achieve high quality and innovative products as well as to meet the expectations of our customers, DTNA has set measurable quality objectives. These objectives are:\n• Zero-defect target approach, which includes adherence to cleaning, traceability, and packaging standards.\n• Products meet or exceed customer’s expectations and DTNA requirements for Safety, Quality, Delivery, Cost and Technology.\n• Preventive quality methods are in place to ensure any potential issues are identified and eliminated in advance.\n• Responsibilities and roles concerning operations are fully understood throughout DTNA’s supply chain.\n• Compliance with Customs-Trade Partnership Against Terrorism (C-TPAT), including transportation and supply chain.\n• Supplier ownership of quality by proactively checking DTNA Supplier Portal to continuously improve product quality through process improvement.\n• Timely communication, as well as consistent information flow and clear agreements on change management.\n• All relevant partners complete their tasks with professionalism and integrity in the agreed timeline."
      }
    },
    {
      "numero": "6.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "6.2.2.1",
      "descripcion": "",
      "csr": {
        "Stellantis": "6.2.2.1 Quality objectives and planning to achieve them — supplemental\nEach year, Stellantis sets quality targets for the supplier. The supplier must incorporate these objectives into its yearly improvement plan. The supplier must implement analysis and action plans to achieve these goals and include their own suppliers in the analysis. The quality objectives shall be cascaded to the sub-suppliers and must be consistent with Stellantis targets."
      }
    },
    {
      "numero": "6.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.3.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.1.7 Cybersecurity management\nSee CVS92. Other additional brand specific requirements may apply."
      }
    },
    {
      "numero": "7.1.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.4.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.5.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.2.2 Test equipment and gauges\nAn appropriate gauge and test equipment concept must be part of the scope of the offer.\nSuitable test equipment for product qualification and accompanying inspections at the produc-tion site must be available for individual parts as well as assemblies. The test equipment must be procured so that all relevant characteristics can be checked. If a test by measurement is not possible, contour gauges or reference parts agreed with the customer shall be provided as test equipment."
      }
    },
    {
      "numero": "7.1.5.1.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.2.2 Test equipment and gauges\nThe test equipment capability of all test equipment used must be verified by examination by the latest by the parts provision deadline for the VFF and by EOS in accordance with VDA volume 5, in particular “Certificate of Measurement System Capability”. In consultation with the customer, the verification can also be performed in accordance with AIAG Measurement Systems Analysis.\nFor components that are assembled by the supplier (e.g. assemblies/modules), additional suita-ble assembly test equipment (e.g. partial master jigs, installation or add-on cubes) must be cre-ated with suitable measuring systems for independent assessment and coordination."
      }
    },
    {
      "numero": "7.1.5.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.5.2.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.5.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.5.3.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.1.6",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.2.1",
      "descripcion": "",
      "csr": {
        "Nissan": "3.1 Identification of Project Team\nEach supplier shall be required to nominate at least one Supplier NPQP Representative (SNR) for their organization. This person will be responsible for ensuring that the requirements of NPQP are deployed through each related function in their organization. As a result, the nominated SNR(s) shall have sufficient responsibility and authority within their company to successfully undertake these responsibilities."
      }
    },
    {
      "numero": "7.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.2.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.2.4",
      "descripcion": "",
      "csr": {
        "VW": "Formel-Q-Capability Appendix (Chapter 2; 5.7)\nThe process-audits in the supply chain must be conducted in accordance to Formel-Q-Capability by certified VDA 6.3 auditors (see auditor qualification in Section 3.2 of FQF 8.0)."
      }
    },
    {
      "numero": "7.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.3.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.5.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.5.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.5.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "7.5.3.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.1.1 Documentation\nThe Customer is entitled to request that the Supplier issue copies of documents that are necessary for checking or verifying the correct implementation of quality assurance (e.g. parts history, test sequence plan, test records, individual parts drawings, safety-chemically relevant recipes, production layout). If the senior management of the Supplier decides that it is not possible to issue copies for reasons of confidentiality, it shall be possible to at least view the documents. All documents shall be available in English and other languages where applicable."
      }
    },
    {
      "numero": "7.5.3.2",
      "descripcion": "",
      "csr": {
        "Navistar": "4.3.1.1 Labelling of technical documentation\nThe Customer has different labelling variants of equal importance. If the Supplier uses labelling other than that listed above for its documents and records, the Supplier shall provide a key that shows the correlation to the labelling listed above (e.g. an overview matrix with the labels for all Customers and internal labelling) as managed specifications."
      }
    },
    {
      "numero": "7.5.3.2.1",
      "descripcion": "",
      "csr": {
        "GM": "The organization’s business records shall be retained as specified in GMW15920. Organizations can purchase GMW documents from IHS at www.global.ihs.com",
        "Stellantis": "7.5.3.2.1 Record retention\nComplementary to IATF16949 requirement, specific minimum retention period is required by Stellantis for some documents. The concerned documents and applicable retention period are defined in QRS document.\nThe supplier must use the specified formats for some deliverables (during request for quotation, development or production phase),Specific tools are used by Stellantis and its suppliers to exchange data. These tools are accessed through the Stellantis B2B portal or EsupplierConnect.\nThe main IT systems to be used are:\n   - for sourcing: GST IT system\n   - for the design and development phase, depending on the program:\n      • PLM or AUROS which supports the APQP & PPAP processes\n   - for the mass production phase:\n      • Amadeus/SQP/NCT (depending on the region), which are the systems recording the list of incidents and allowing to follow their management\n      • EDI (Electronic Data Interchange) for logistics",
        "Navistar": "4.3.1 D/TLD verification\nIn addition to the general requirements of the QM system, product-specific quality verification for products requiring documentation is to be conducted by the Supplier and archived for at least 15 years after the end of production. Drawings, tables, manufacturing approvals, technical terms of delivery, inspection specifications, sample reports and other quality records may be required as evidence. This also includes evidence of planning activities, selection and qualification of personnel, suitability of test equipment, and process capability analyses and correspondence.\nSuppliers are required to use the system for every product to be supplied requiring documentation\n4.3.1.2 Self-audit – products requiring documentation (D/TLD self-audit)\nThe results of D/TLD self-audits shall be archived for at least 15 years and kept available for verification by the Customer at all times. Evidence of the Supplier's activities to ensure compliance with the quality requirements shall be guaranteed at all times. All specifications as per VDA volumes 1 and 6, part 1 and IATF 16949 and Customer-specific requirements shall be taken into account during the verification process.\nOn request, the results of the D/TLD self-audits shall be made available to the Customer."
      }
    },
    {
      "numero": "7.5.3.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.1",
      "descripcion": "",
      "csr": {
        "Navistar": "3.1 New parts integral qualification program\nNavistar: APQP Manual (Navistar Suppliers to use APQP Workbook ISQ-005-FO) shall be used by the Suppliers for the introduction of new parts or components, as well as part modifications and process changes. The plan shall be according to the principles defined in the APQP Manual."
      }
    },
    {
      "numero": "8.1.1",
      "descripcion": "",
      "csr": {
        "Navistar": "3.2 Quality planning\nThe Supplier shall ensure that agreed milestones and results are reached on time. The Supplier shall complete and keep the quality framework schedule up to date in such a way that all product and Q-relevant key deadlines as well as the project deadlines specified by the Customer are covered.\nThe Supplier is responsible for the implementation and presentation of suitable analyses, feasibility studies, construction and process FMEA and quality assurance and measurement concepts derived from this (e.g. statistical tolerance chain analysis incl. influences of add-on parts and assembly variance), process flow charts as well as equipment and maintenance planning.\nIn any case, the Supplier shall ensure that the latest technology and quality standards are applied.\nThe Supplier shall create inspection plans and shall coordinate them with the Customer on request. The inspection plans shall take account of all previously defined inspection characteristics (e.g. D/TLD and STD3944 (with regard to test equipment, also see 3.2.2)).\nThe Supplier shall independently develop a CoP test plan for the CoP-relevant scopes (Conformity of Production legislation valid worldwide) and make these available to the Customer on request. The Supplier will coordinate the components, bodies and body parts necessary to perform the CoP inspections as well as their procurement with the Customer prior to the conclusion of the contract.\nThe Supplier shall coordinate with the Customer the characteristics for which a 100% end-of-line inspection is necessary based on PFMEA.\nThe function of the supplied part shall be 100% assured regardless of the employee by suitable testing equipment. Any deviations shall be agreed with the Customer in writing.",
        "Daimler": "2.4 Automotive Industry Standards and DTNA Requirements\nCompliance with Automotive Industry Standards, tools and procedures is vital to supply products to DTNA. The supplier is required to use the latest edition of these standards, most of which are available at www.aiag.org. Examples: Production Part Approval Process, Advanced Product Quality Planning, FMEA, etc.\nAll expectations and requirements described in “Doing Business with Daimler Truck North America LLC” shall be followed by the supplier."
      }
    },
    {
      "numero": "8.1.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.2.1",
      "descripcion": "",
      "csr": {
        "Navistar": "1.1.2 Correspondence and contact person\nAll communication shall be submitted in English. Contact persons at Suppliers shall be able to communicate with the Customer in English both verbally and in writing. Other languages might be accepted when allowed by the Customer.\nThe Supplier shall ensure that the Customer is provided with a contact person authorized to make decisions over the course of the project until the end of service (EOS).\nIf necessary, permanent representation by a resident shall be decided upon in coordination between the Supplier and the Customer.\nA prescribed language for contact persons shall be agreed with the Customer on a project-specific basis for the project and series production phases.",
        "Daimler": "2.0 QUALITY MANAGEMENT REQUIREMENTS\n2.1 Quality Contact Information\nSuppliers are responsible for providing and maintaining contact information of their Quality Departments within 10 days after the change was made, and verify at least twice a year that their information is correct in the Supplier 360 portal.\nDTNA maintains four role designations: Main Quality Contact, PPAP Contact, RGA Contact (one contact each) and Reject Notification Contacts (up to three contacts).\nIf the address, supplier name or manufacturing location has changed, the supplier must notify their DTNA purchasing agent directly.\nUp to date contacts provides best in class communication flow. Improper contact information will negatively affect the supplier’s performance record, which affects Masters of Quality eligibility.\nQuestions regarding quality contact updates may be directed to the following email: ppap_coordinator_dtna@daimlertruck.com\n2.2 Certification\nEvidence of a fully functioning quality management system must be produced by a 3rd party. Copies of valid certification(s) must be updated in Certus unsolicited. It is the supplier’s responsibility to ensure that DTNA always has valid certificates.\nShould the re-issuing of a certificate be delayed or there is an inability to comply with the certification, the supplier must notify immediately at the following email ppap_coordinator_dtna@daimlertruck.com, prior to the current certificate expiring to provide the new re-certification date or a plan to meet this requirement.\nThe supplier shall then send a copy of the certificate upon successful re-certification. If the valid certificate or binding schedules for obtaining the corresponding certificate have not been presented, DTNA is entitled to consider discontinuing business and/or resourcing the product or service.\nSuppliers may contact info-proq-dtna@daimlertruck.com if instructions are needed to access the Certus system, or if there are problems uploading the certificates."
      }
    },
    {
      "numero": "8.2.1.1",
      "descripcion": "",
      "csr": {
        "VW": "Formel-Q-Capability Appendix (Chapter 2; 7.2)\nAccess to VOLKSWAGEN Group Communication Platform (www.vwgroupsupply.com)",
        "Navistar": "1.1.3 IT systems\nSuppliers portals are online platforms that allow access to Customer standards, manuals, and WEB-based applications (such as LDB, KPM, KVS, LION, BeOn, eQ2, etc.), Suppliers need to ensure that qualified staff members can access the communication platforms and meet Customer’s expectations for response times and availability. Suppliers need to validate the information and contact persons in the Suppliers’ portals and applications after any change.\nSuppliers need to register for the secure area (login) and accept the individual applications before signing a contract with the Customer. These applications are essential for component classification, approval, fault rectification, and data transfer."
      }
    },
    {
      "numero": "8.2.2",
      "descripcion": "",
      "csr": {
        "Nissan": "1.1 Product & Process Concept Study\nActivity Purpose:\n• To demonstrate that the product and process proposal will achieve the Nissan targets.\nNote(s):\n• The Product & Process Concept Proposal should be part of the detailed response to the Nissan provided Request for Quotation (RFQ) package.\n• The supplier shall conduct a contract review including all technical aspects of the RFQ package",
        "Navistar": "1.1.4 Compliance with environmental, material, statutory and regulatory regulations\nDuring the contract period, the Supplier is obliged to ensure that its products comply with all applicable laws and regulations, as well as statutory or official decisions. The Supplier will continue to monitor and ensure compliance even after the products have been handed over to the Customer.\nThe Supplier will ensure that the products that are the subject matter of this contract fully comply with the environmental, material and substance requirements.\nThe Supplier shall ensure that components, operating supplies and process materials which remain on the vehicle or are intended for the supply of spare parts can be used worldwide in accordance with the respective statutory requirements for substances and materials (e.g. chemicals, heavy metals, persistent organic pollutants and biocides). The same applies to \"off-board\" systems, e.g. charging infrastructure, which are used in conjunction with the vehicle. The intended uses and legal deadlines shall be taken into account in each case.\nThe Supplier shall inform the Customer about the requirements and deadlines on the material composition. Furthermore, the Supplier shall inform the Customer immediately of any changes to the material composition, inquiries by state authorities and doubts regarding the worldwide usability of contractual products and initiate measures in coordination with the Customer.\n1.1.4.1 Restricted substances in delivered parts and components/Reporting of part material composition\nSuppliers are responsible, and shall have a documented routine, for monitoring the changes in the list of substances (GADSL-Global Automotive Declarable Substance List), according with CVS55.\nThe Suppliers are responsible for collecting Material Data Sheet (MDS) declarations from Suppliers even when Customer assigned/directed parts are involved.\nNavistar: MPAPS B-50 Restricted Chemical substance applies, follow document SQ-011-PR."
      }
    },
    {
      "numero": "8.2.2.1",
      "descripcion": "",
      "csr": {
        "Nissan": "11. 1 Environmental Requirement\nActivity Purpose: \n• Comply with laws and regulations and anticipate changes or trends in the laws and regulations in each country or region for the following environmental issues,\n - control the substances used in parts and vehicles and prevent the use of prohibited substances \n - improve recycling and encourage the integration of recycled/renewable materials in an increasing number of parts \n - control the cabin air quality \n \nNote(s): \n• The suppliers shall comply with laws and regulations and the following Nissan requirements concerning recycling and environmental impacting substances and continuously improve the management of environment related issues. \n for Nissan : Nissan CSR Guidelines for Suppliers \n                     Nissan Green Purchasing Guideline \n•For each environmental issue, the suppliers shall comply with following Nissan requirements.",
        "Navistar": "1.1.5 Use of recycled material\nIf the recycled material is not stipulated in the technical specification (incl. re-granulated material) the usage is only permitted with the approval of the Customer.\nWhen using recycled material, all technical and functional requirements shall be met."
      }
    },
    {
      "numero": "8.2.3.1",
      "descripcion": "",
      "csr": {
        "Nissan": "1.2 Product Quality and Reliability Management\nActivity Purpose:\n• To prepare and implement a plan to achieve all the product quality and reliability targets agreed with Nissan.\nRequirement(s):\n• The Product Quality Target Study Plan and Product Reliability Target Study Plan shall be part of the detailed response to the Nissan issued the Request for Quotation (RFQ) package.\n• Implement the plan and deploy the quality and reliability target agreed with Nissan into the product and process design.",
        "Navistar": "1.3 Supplier concept development\nAfter consultation with the Customer, the Supplier will prepare an offer, the content of which will vary depending on the scope of development and which shall consider least the following items:\n  • Description of structural design (e.g. geometry, materials, functions, software).\n  • In case of cybersecurity relevance, presentation of the cybersecurity management system in the supply chain, CVS92 apply.\n  • Project Supplier planned with responsible contact partners for the development and production site.\n  • Explanation of planned development and production processes, factory layout and supply chains.\n  • Explanation of a deadline schedule for a parts approval target forecast.\n  • Details of testing and approval planning (manufacturing chain including recipient).\n  • Description of Supplier management and change management as well as the requalification process.\n  • Explanation of measures for achieving quality targets.\n  • Plausibility analysis and agreement on targets (0km and field).\n  • Commitments regarding target costs, deadlines, capacities.\n  • Risk assessment regarding deadlines, costs, and quality.\n  • Stipulation of a cost bearer for special measures that incur costs.\n  • Binding feasibility statement based on specifications.\n  • Logistics and packaging concept\nA plausibility check for project-critical scopes is carried out as part of the Customer Technical Review Meeting (e.g. QTR, TRM) Any deviations from the requirements shall be reported in writing to the Customer's Technical Review, contact person and escalated if necessary."
      }
    },
    {
      "numero": "8.2.3.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.2.3.1.2",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall follow General Motors Key Characteristic Designation System Process GMW15049. Key Characteristics shall be applied as per IATF 16949:2016 8.3.3.3 Special Characteristics.",
        "VW": "VWAG requires suppliers that supply parts with D/TLD-marking, to perform an annual self-audit according to the VW defined D/TLDAudit. (See: Formel-Q-konkret (Chapter 4.3); Formel-Q-Capability Appendix (Chapter 2; 6.2.3; D/TLD requirements)",
        "Nissan": "4.3 Identification and Deployment of Special Characteristics and Key Features\nActivity Purpose:\n• Determine all Special Characteristics and Key Features related to the product.\n• Determine the relationship between these characteristics and features and the manufacturing processes.\n• Conduct a comprehensive activity to ensure that all of these characteristics and features are incorporated into the manufacturing process and are \ncontrolled.\nNote(s):\n• Special Characteristics are identified by Nissan. These include Important A, B, C, OBD and S, SR.\n• Key Features are identified by both the supplier and Nissan.\n• These are features that have a significant effect upon fit, function, performance, reliability, appearance and serviceability and include all features \naffecting type approval (homologation).",
        "Stellantis": "8.2.3.1.2 Customer-designated special characteristics & 8.3.3.3 Special characteristics\nThe Customer-designated special characteristics for Stellantis are defined in the Part Inspection Standard P.I.S. document, based on the CTF list (Functional and Technical Characteristics list) and their associated classification. There are 2 types:\n- CTF to audit is used to monitor non-dispersive CTFs: The compliance must be guaranteed by validation in the project phase through measurement results or computation results and timely tests included in the product validation plan (supplier DVP&R) or the Stellantis DVP&R (validation of integration). They are identified as CTF to audit in the P.I.S.\n- CSE (Essential Monitored Characteristic) is used to monitor dispersive CTFs:\n- If the CTF can be technically and economically measured, then the CSE is the CTF;\n- If the CTF is NOT measurable or qualifiable on the finished product due to technical or economic reasons (e.g. destructive test, ...) the CTF can be broken down into some contributing measurables characteristics CSEs.\nNOTE: The classification and symbols might be different depending on the region or program. The classification is visible in the P.I.S. also.\nFor example, the classification can be:\n(S) = Safety, (P) = Breakdown, (M) = Major, (F) = Low or: <S> = Safety, <E> = Emissions, <H> = Homologation, Stoplight / Diamond <D> = Critical Characteristic, < Qh > = Capability Characteristic, None of prior cases - = Ordinary Characteristic",
        "Navistar": "4.3.1 D/TLD verification\nThese requirements includes technical documentation marked with:\nNavistar: “Special and Critical characteristics should be managed as per MPAPS (Material, Parts, and Process Specifications) and STD mentioned on Engineering documents”\nThe Supplier should, in close cooperation with the Customers representative, establish additional Special Characteristics based on FMEA, which are sensitive to the Supplier’s process (and product when design responsible) and can affect safety, environment, fit, form, function or appearance. See IATF16949 Annex A.2 Control Plan – Product control or VDA 6.3.\nThe systematic and consistent procedure for verification is checked and evaluated on a spotcheck basis by the Supplier with a D/TLD self-audit according with chapter 4.3.1.2 and by the Customer as part of process audits, technical audits or other supplier visits.\nOn request, the proofs shall be made available to the Customer.",
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• All key characteristics, including safety features are captured on the Control Plan and meet the process capability requirement of cpk greater than or equal to 1.67."
      }
    },
    {
      "numero": "8.2.3.1.3",
      "descripcion": "",
      "csr": {
        "Nissan": "3.3 Project Risk and Concern Management\nActivity Purpose:\n• Identify all project risks and concerns, and manage corrective and preventative actions during design and product/process development."
      }
    },
    {
      "numero": "8.2.3.2",
      "descripcion": "",
      "csr": {
        "Nissan": "4.1 Product and Process Design Review\nPurpose:\nIn order to assure the quality requirements from Nissan, suppliers and Nissan need to clarify potential quality problems and solve them in design or development stage. Design review is held to prevent all the possible quality problems before their occurrence. \nIn addition to the supplier internal design review, Nissan requires to attend on joint design review with Nissan based on the assessment level.\nNotes:\n• Design review implementation timing is required to be clarified in supplier master schedule or its substitute documents.\n• Full Process DR is applied to the system that is assessed as level H as a joint design review with Nissan.\n• Quick DR is applied to the system that is assessed as level M as a joint design review with Nissan."
      }
    },
    {
      "numero": "8.2.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.2",
      "descripcion": "",
      "csr": {
        "Nissan": "3.2 Project Planning and Production Preparation Monitoring \nActivity Purpose:\n• Plan the project activities in line with Nissan milestones and monitor the progress.\nNote(s):\n• The tier 1 supplier shall deploy all Project Planning and Production Preparation Monitoring requirements to all sub-suppliers (including in-house sub-suppliers"
      }
    },
    {
      "numero": "8.3.2.1",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requires all Suppliers to implement the Maturity Level Assurance process (QPN-I)\nSee: Formel-Q-konkret (Chapter 3.1)",
        "Nissan": "4.2 Design Failure Mode and Effects Analysis\nActivity Purpose:\n• Identify potential design failure modes, their associated causes and their effects.\n• Implement effective and adequate countermeasures for the potential failure modes and their associated causes.\nNote(s):\n• Significant system faults shall be analysed using FTA (Fault Tree Analysis) to identify all possible causes and implement countermeasures for them.\n• The scope of this activity will be decided through discussion between Nissan and suppliers.\n5.1 Process Failure Mode and Effect Analysis\nActivity Purpose:\n• Identify potential process failure modes, their associated causes and their effects.\n• Implement effective countermeasures to minimize the probability of failure occurring.\nNote(s):\n• The supplier must consider historical concerns, recurrence prevention, and customer satisfaction targets on assemblies and sub-assemblies / \ncomponents when deciding the scope of the activity.",
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Suppliers are responsible for minimizing all possible risks that have been identified in their process."
      }
    },
    {
      "numero": "8.3.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.2.3",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requirements regarding sub-supplier management are described in Formel Q-Capability Software (Chapter 8) as well as in other applicable documents indicated in Formel Q-Capability Software (Chapter 2)"
      }
    },
    {
      "numero": "8.3.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.3.1",
      "descripcion": "",
      "csr": {
        "GM": "All operations shall be analyzed for risk using a PFMEA. Product requirements shall be identified, and failure modes comprehended in the PFMEA. Risk Priority Levels (RPL) shall be consistently applied using Severity, Occurrence, and Detection ranking tables. Severity shall be based on all risks such as organization risk, customer risk, and end user risk.",
        "Nissan": "4.4 Engineering Product Specifications / Drawing Study and Completion \nActivity Purpose:\n• Design the product to achieve Nissan design goals: performance, function, reliability, durability, structure, shape, weight, service parts requirements, etc."
      }
    },
    {
      "numero": "8.3.3.2",
      "descripcion": "",
      "csr": {
        "Nissan": "5.2 Manufacturing Process Design\nActivity Purpose:\n• Design a manufacturing process to achieve all Nissan targets.\nNotes:\n• The supplier shall provide a means to verify quality characteristics specified on the document such as Control Plan, and Work Instruction.\n• The supplier shall develop, utilize, and maintain the required inspection related tools such as checking fixtures, gages, or other inspection/test equipment. The confirmation frequency for these items shall be listed on the documents.\n• Frequencies should be set according to the duration of the test, the importance of the test and the way in which this characteristic is determined and controlled. (Refer to the Supplier Test Plan and Report on “6.1 Design Verification and Product / Process Validation”)\n• The inspection standard shall consider and include inspection related criteria as indicated on PFEMA studies, etc., and the identified frequency of inspection must be developed from process capability studies and results.\n• Sampling frequencies shall be specific to the inspection item being defined. (Three time per shift etc.)\n• In order to achieve targets, the supplier shall incorporate poka-yoke (error-proofing) devices in their manufacturing process. The purpose of these error proofing devices is either:\n➢ Do not make non-conforming part (e.g. prevent operational error)\n➢ Do not pass non-conforming part (e.g. detect operational error)",
        "Stellantis": "8.3.3.2 Manufacturing process design input\nThe organization shall include Additional Quality Requirements(AQR) provided by Stellantis as inputs to manufacturing process design."
      }
    },
    {
      "numero": "8.3.3.3",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a process to identify critical operations within their manufacturing process.",
        "VW": "VWAG requires suppliers that supply parts with D/TLD-marking, to perform an annual self-audit according to the VW defined D/TLDAudit. (See: Formel-Q-konkret (Chapter 4.3); Formel-Q-Capability Appendix (Chapter 2; 6.2.3; D/TLD requirements)",
        "Nissan": "4.3 Identification and Deployment of Special Characteristics and Key Features\nActivity Purpose:\n• Determine all Special Characteristics and Key Features related to the product.\n• Determine the relationship between these characteristics and features and the manufacturing processes.\n• Conduct a comprehensive activity to ensure that all of these characteristics and features are incorporated into the manufacturing process and are \ncontrolled.\nNote(s):\n• Special Characteristics are identified by Nissan. These include Important A, B, C, OBD and S, SR.\n• Key Features are identified by both the supplier and Nissan.\n• These are features that have a significant effect upon fit, function, performance, reliability, appearance and serviceability and include all features \naffecting type approval (homologation).",
        "Stellantis": "8.2.3.1.2 Customer-designated special characteristics & 8.3.3.3 Special characteristics\nThe Customer-designated special characteristics for Stellantis are defined in the Part Inspection Standard P.I.S. document, based on the CTF list (Functional and Technical Characteristics list) and their associated classification. There are 2 types:\n- CTF to audit is used to monitor non-dispersive CTFs: The compliance must be guaranteed by validation in the project phase through measurement results or computation results and timely tests included in the product validation plan (supplier DVP&R) or the Stellantis DVP&R (validation of integration). They are identified as CTF to audit in the P.I.S.\n- CSE (Essential Monitored Characteristic) is used to monitor dispersive CTFs:\n- If the CTF can be technically and economically measured, then the CSE is the CTF;\n- If the CTF is NOT measurable or qualifiable on the finished product due to technical or economic reasons (e.g. destructive test, ...) the CTF can be broken down into some contributing measurables characteristics CSEs.\nNOTE: The classification and symbols might be different depending on the region or program. The classification is visible in the P.I.S. also.\n\nFor example, the classification can be:"
      }
    },
    {
      "numero": "8.3.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.4.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.4.2",
      "descripcion": "",
      "csr": {
        "Nissan": "6.1 Design Verification and Product/Process Validation\nActivity Purpose:\n• The supplier shall carry out:\nSimulations or tests to ensure that the product design meets Nissan design requirements (Design Verification). These tests shall be carried out using off-tool parts.\n• Tests to confirm that the design verification results have not been compromised by the production process. These tests shall be carried out using off-process parts. Product/ Process validation must demonstrate that production parts with production variation will meet all specified function and performance requirements.\n• A series of production trials in order to provide measured sample parts for use in Nissan assembly activities. These assembly activities will provide confirmation that parts produced at each stage (prototype, off-tool, off-process etc.) meet the Nissan shape/ fit/ function/ assembly requirements when assembled with mating parts.\nNote(s):\n• When requested, the supplier shall attend the Nissan trial assembly activities to review the assembled part condition and confirm Nissan assembly requirements."
      }
    },
    {
      "numero": "8.3.4.3",
      "descripcion": "",
      "csr": {
        "Daimler": "3.4 Parts Delivered Prior to Production Release\nAll prototypes and sample parts (A/B/C-samples) delivered to DTNA locations must conform and be verified to comply with the requirements established and approved by DTNA Engineering at that project phase.\nParts shipped to DTNA plants prior to production release must be, as a minimum, inspected against the DTNA drawings and specifications and shipped per the Exception Conditions to prevent quality defects. Any deviation(s) from the drawings/specifications need to be approved and validated by DTNA Engineering ONLY, all deviations shall be properly documented including expiration date. If a deviation is approved by engineering, the supplier shall contact Supplier Quality for awareness and submit documentation upon request at the following email ppap_qe_support@daimlertruck.com"
      }
    },
    {
      "numero": "8.3.4.4",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall comply with the AIAG Production Part Approval Process (PPAP) manual and CG4338 GM 1927 03 Supplier Quality SOR to meet this requirement.",
        "Nissan": "7.1 Production Part Approval\nPurpose:\nConfirm that product and mass production process and mass production capacity meet Nissan requirements and get Production Part Approval.\nNote(s):\n• Mass production start and shipping of its parts to Nissan is not acceptable until interim or full Production Part Approval is provided.\n• Nissan not fully approve PSW until report of Confirmation of full volume conditions is provided.\n• Advanced information must be provided if full approval is not expected in line with Nissan requirements.\n• If the Nissan PSW judgment is \"Interim approval\" or \"Rejected\", the supplier shall develop countermeasures in order to achieve full \"Approval\" status.\n• Master Samples from all tool suites or cavities must be retained at the supplier for the life of the product.",
        "Navistar": "3.3 Production process and product release (PPA/PPAP)\nThe PPA/PPAP process is valid until the end of service (EOS) and is generally conducted on the basis of VDA volume 2 or AIAG PPAP manual latest edition or another acceptance procedure agreed with the Customer. The Supplier is obliged to provide the documentation in the defined IT tool for all delivery volumes. \nAt the request of the Customer, semi-finished products/individual parts of the product or the respective scope of supply shall also be provided for production process and product approval (this applies for the entire product life).\nThe respective valid version of a reference sample (sample for PPA/PPAP) and the inspection reports shall be kept by the Supplier in accordance with the legal and regulatory requirements, but at least for a period of five (5) years after termination of the contract (even in After Sales) if no further agreements have been made with the Customer.\nWhen no other component specific agreements are available, for software-based systems, the Supplier shall be able to implement all error corrections in the software that the Customer deems necessary up to 15 years after the end of production (EOP - component). The Supplier shall ensure that the delivered software is kept available and that all necessary conditions for processing and delivery of the software are met in compliance with the requirements of CVS92, applies.\nThe following Customer-specific regulations apply to the handling of directed parts for PPA/PPAP certification:\n• The Supplier is responsible for implementing the PPA/PPAP process of directed parts in higher-level assemblies. In addition, all results for self-procured components and directed parts shall be presented to the Customer.",
        "Daimler": "4.1 Production Part Approval Process (PPAP)\nThe purpose of PPAP is to ensure that all DTNA requirements are thoroughly understood and followed by suppliers and that the manufacturing processes in the production environment can produce parts that consistently meet DTNA-defined requirements. For production parts, product for PPAP shall be taken from a significant production run and shall be conducted at the production site, at the production rate, using the production tooling, production gaging, production process, production materials and production operators.\nDTNA requires suppliers to perform the 18 elements of PPAP for every part number delivered to DTNA plants in accordance with the latest AIAG standard and retain records on file.\nDTNA Supplier Quality issues PPAP Level 4 requests via the PPAP Management System to validate compliance of the requested elements. PPAP approval is required for any requested part(s) prior to supplying parts to a DTNA Truck Manufacturing Plants. Otherwise, parts must be shipped per the Exception Conditions (See section 4.1.1 PPAP Exception Conditions).\nSupplier responsibilities for PPAP\n• Complete the 18 elements of the PPAP on every part, whether evidence is requested or not, in accordance with latest AIAG requirements.\n• PPAP information that is requested for submission that a supplier deems as confidential must be presented via videoconference or on-site at DTNA Corporate.\n• Pre-series parts are considered to be representative of production parts."
      }
    },
    {
      "numero": "8.3.5",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.3.5.1",
      "descripcion": "",
      "csr": {
        "Stellantis": "8.3.5.1 Design and development outputs — supplemental\nSee below 8.3.5.2"
      }
    },
    {
      "numero": "8.3.5.2",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a method to identify, control, and monitor the high-risk items on those critical operations.",
        "Nissan": "5.5 Confirmation of Full Volume Conditions\nPurpose:\n• Confirm that the supplier's processes are capable of producing parts at full volume condition that meet all Nissan targets by conducting a manufacturing \ntrial.(e.g. Supplier-Full Volume Confirmations (FVC), significant production trial, line speed demonstration etc.)\nNote(s):\n• Confirmation of manufacturing trial as full volume condition shall be conducted and report the result to Nissan.\n• If any concerns arise during this manufacturing trial, an additional manufacturing trial shall be conducted to confirm countermeasures prior to the supplier's start of production.\n• Nissan will select certain suppliers and carry out an additional audit activity on their process to confirm their ability to support Nissan requirements before, during and after ramp-up.\n• The date, duration, product quantity and mix for this activity shall be agreed with Nissan.\n• This activity will be carried out at the same time as the final manufacturing trial by supplier.",
        "Stellantis": "8.3.5.2 Manufacturing process design output\nDesign FMEA and Process FMEA must be developed and completed by the supplier (for suppliers not product design responsible, only the process FMEA is required).\nThe use of the \"AIAG & VDA FMEA Handbook\" or SAE J1739 or the Stellantis work instructions and templates or equivalent is required. Stellantis SQE may accept another PFMEA standard temporarily provided that the supplier has an action plan to integrate Stellantis requirements.\nRegardless of standard used, the Supplier must use the Stellantis Action Priority tables to evaluate the risks which must be included in the 'Design FMEA Study Summary” (01272_06_00006 / CEP.00031) and 'Process FMEA Study summary' (01272_06_00043 / CEP.00061).\nSeverity of failure modes must be linked to each characteristic, not overall part classification. i.e., any characteristic (CTF or CSE) classified as \"safety\" shall have severity 10 assigned in the PFMEA."
      }
    },
    {
      "numero": "8.3.6",
      "descripcion": "",
      "csr": {
        "GM": "There shall be rapid feedback and feed forward between inspection stations and manufacturing, between departments, and between shifts.",
        "Daimler": "4.1.2 Product/Process Change Notification (PPCN)\nThe supplier is required to submit a Product/Process Change Notification (PPCN) to DTNA Supplier Quality for any (supplier-initiated) design or process changes. This notification is not a replacement of a deviation.\nThe supplier shall complete and send the PPCN form (as specified in the AIAG PPAP Manual) through the PPAP System. Supplier Quality will review the notification and determine the need for PPAP submission. PPAPs for supplier-initiated changes DO NOT satisfy the requirement for any other PPAP requested and triggered by DTNA.\nPPAPs and PPCNs for parts that are solely used at Thomas Built Buses, Freightliner Custom Chassis Corporation (FCCC), Detroit Diesel Corporation, Gastonia or SPARK (i.e. no usage at DTNA truck manufacturing plants), should be submitted directly to PPAP Coordinators for those specific locations (not DTNA Supplier Quality)."
      }
    },
    {
      "numero": "8.3.6.1",
      "descripcion": "",
      "csr": {
        "GM": "All design changes, including those proposed by the organization, shall have written approval by the authorized customer representative, or a waiver of such approval, prior to production implementation. See also AIAG Production Part Approval Process (PPAP) manual.",
        "VW": "VWAG requires its suppliers to obtain documented approval, or a documented waiver, prior to production, See Formel-Q-konkret, (Chapter 4.6) - Change management and Volkswagen Standard VW 01155",
        "Nissan": "9.1 Design Change Management \nActivity Purpose: \n• To manage the introduction of design changes in order to ensure that there is no negative impact on quality, cost or delivery. \nNote(s): \n• The scope of Design Change Management covers all design changes made by the tier 1 supplier or their supply chain. \n• Design change includes any change affecting the form, fit, function, performance and/or durability of a part. Examples of design changes include below (but are not limited to): \n    > Changes mechanism or structure \n    > Changes electrical function \n    > Changes material (including supporting material such as grease, paint, welding rod etc.) \n    > Changes dimensions or mass \n    > Changes sub-component layout"
      }
    },
    {
      "numero": "8.4.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.4.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.4.1.2",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requires in the Formel Q-Capability Software (Chapters 4-8) the use of the specified quality assurance tools for evaluation of the suppliers' quality capability to develop software products. Depending on the product additional requirements may apply, which are described in other applicable documents indicated in Formel Q-Capability Software (Chapter 2) (NA)",
        "Navistar": "1.3.1 Selecting Suppliers (tier2-n)\nThere may be additional Customer specifications with regard to the selection of Suppliers (tier2-n). Compliance with the requirements of CVS10 terms (e.g. from Chapter 1.1.4) shall also be ensured by the Supplier within the supply chain and the subcontractors shall be obliged accordingly.\nSuppliers (tier2-n) who are all involved in special manufacturing processes (i.e. painting and chrome-plating of components and for high-strength connecting elements and seals, special processes defined by Customer, but not limited), shall obtain approval from the Customer.\nIf necessary, the Procurement and Quality divisions of the Customer conclude appropriate interface agreements with the Supplier.\n1.5 External service providers\nExternal service providers may only be commissioned by the supplier after consultation with the customer.\nIn relation to the use of external service providers, the following regulations must be complied with:\n• If the supplier buys in external resources in the form of processes, products and services,the customer's guidelines and requirements and IATF 16949 must be implemented andguaranteed. In particular, the provisions of ISO/IEC 17025 with regard to the accredita-tion of laboratories must be applied or these service providers must be approved by thecustomer accordingly. The supplier is responsible for documenting this for the cus-tomer."
      }
    },
    {
      "numero": "8.4.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.4.2",
      "descripcion": "",
      "csr": {
        "Navistar": "1.4.1 Responsibility in the supply chain\nThe Supplier (e.g. assembly Supplier with assembly operations and responsibility for individual parts/assemblies) is responsible for ensuring that its suppliers (and also directed part suppliers, service providers etc.) comply with the quality requirements. This includes the following points:\n• The production process and product sample approval (e.g. PPA / PPAP) is carried out by the assembly/system/module Supplier. Deviations and exceptions shall be contractually agreed in coordination between the Supplier and the Customer (e.g. interface agreement).\n• Ensuring and verifying quality capability and performance in the supply chain.\n• Defining quality assurance agreements. The Customer’s requirements shall be taken into account accordingly.\n• Ensuring all component-specific requirements.\n• Consideration and assurance of functions, special characteristics of products and production processes, including the application and verification of required preventive methods (e.g. risk analyses, FMEA).\n• Ensuring the flow of information between the contractual partners\n• Specifications for handling D/TLD parts and other legal or official requirements (e.g. CCC, CoP) and the necessary documentation (e.g. MDS or CDX).\n• Ensure conformance to specification and traceability.\n• Ensuring change management in the supply chain.\n• Ensuring cybersecurity management in the supply chain.\n• The contractor shall provide the client with information about all software elements used in the delivered software (FOSS, 3rd party, in-house development).\n• If, according to the Customer's risk assessment, hedging measures on the scope of delivery are required that lie outside the added value of the Supplier or its direct suppliers, the Supplier shall transfer the requirement to subsequent delivery stages and support appropriate discussions between all partners involved.\n• Ensuring qualitative and quantitative component supply throughout the product life cycle."
      }
    },
    {
      "numero": "8.4.2.1",
      "descripcion": "",
      "csr": {
        "Stellantis": "8.4.2.1 Type and extent of control — supplemental\nThe organization must require its suppliers to implement a \"proactive containment (safe launch) in the launch period to make the control plan robust and prevent NOK parts at the beginning of the serial production.",
        "Navistar": "1.4.2 Transparency in the supply chain\nPPA/PPAP documents (PPA/PPAP report, process approvals), QM plans, production steering plans, test plans and work instructions as well as results and assessments from Suppliers (tier2-n) shall be handed over to the Customer in case of legitimate interest and on request or made available by the Supplier for inspection.\nAppropriate Customer forms shall be used to demonstrate the supply chain upon request.\n1.4.3 Access to business and plant premises of sub-suppliers\nThe supplier will ensure that access for the customer to the business premises of the sub-suppli-ers is appropriately guaranteed. The required joint access must be agreed in advance between the customer and the supplier."
      }
    },
    {
      "numero": "8.4.2.2",
      "descripcion": "",
      "csr": {
        "Nissan": "2.1 Sub-Supplier Management\nActivity Purpose:\n• To manage all sub-suppliers to ensure products delivered to Nissan achieve targets.\nNote(s):\n• The suppliers shall have a system for new sub-suppliers selection and current performance evaluation (Criteria for selection,  evaluation and re-evaluation).\n• All purchased products or materials used in product shall conform to the applicable regulatory Nissan requirements. Supplier is responsible for cascading all requirements to their sub-suppliers to ensure that all Nissan specifications and targets are met and sustained throughout the life of the product.\n• The suppliers shall be responsible for the management and approval of the product quality and the associated document (e.g. Part Submission Warrant (PSW) and equivalent documents) for all sub-supplier's (including those specified by Nissan) unless otherwise agreed in the Request for Quotation (RFQ).\n• No sub-supplier changes are allowed in Phase 4, unless otherwise agreed by Nissan.",
        "Navistar": "3.3.1 Components requiring certification\nCertificates of components are a mandatory requirement for type approval and approval of the customer’s products. Country-specific approvals must be carried out in good time so that the results are available on the agreed date.\nIf there is a certificate requirement or the customer requires voluntary certification, the asso-ciated valid certificates (e.g. component certificates and Factory Inspection Reports) must be uploaded into the customer systems as an appendix (e.g. LiOn on the ONE.KBP.\nThe supplier must ensure that all required certificates – both in the project and the produc-tion phase and in the delivery of spare parts – are valid and available at all times. The certificates (e.g. CCC, radio certificate and Factory Inspection Reports) must be valid for at least two more months at the time the production process and product approval is set up.\nThe supplier will independently and in good time arrange for a new request for and/or exten-sion of certificates if statutory requirements change or the validity of certificates expires.\nChanges to certificates must be agreed with the customer in advance. The loss of certificates must be reported immediately in writing in order not to jeopardize the type approval and approval of the customer’s products."
      }
    },
    {
      "numero": "8.4.2.3",
      "descripcion": "",
      "csr": {
        "Daimler": "2.3 Sub-Supplier Requirements\nWe encourage our suppliers to have sub-suppliers (Tier-2 suppliers) that maintain a management system in accordance with ISO 9001, as a minimum. DTNA reserves the right to directly assess a Tier-2, Tier-3, etc., that has a significant impact on the final quality of the product. Furthermore, the Tier-1 supplier shall be held responsible for all faults of its sub-suppliers, this also applies to directed-buy suppliers with no exceptions.\nSuppliers shall ensure their sub-suppliers use the PPAP process and have the full responsibility for managing PPAP for their sub-suppliers, including engineering deviation requests to ensure the components will meet DTNA requirements all times consistently. Tier-2 PPAP submissions to DTNA are not required, but Tier-1 should be responsible to request PPAP documentation to the Tier-2 upon DTNA request, this also applies to directed-buy suppliers with no exceptions. The supplier shall require its sub -suppliers to ensure that: \n• A robust Quality Management System exists throughout the company and supply chain. \n• The required product safety is guaranteed when components are developed. \n• An appropriate incoming inspection control for raw materials and sub-components is implemented, to ensure the final component meets DTNA requirements. \n• Appropriate quality assurance measurements are taken to minimize the probability of defective products occurring and include risk management implementation. \n• Defective products are identified and quarantined early-on in the production workflow. \n• The quality capability of the production processes is stable and proven."
      }
    },
    {
      "numero": "8.4.2.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.4.2.4",
      "descripcion": "",
      "csr": {
        "Stellantis": "8.4.2.4 Supplier monitoring\nSuppliers must manage their sub-contractors/supply chain to meet Stellantis' requirements and ensure adherence by them to the procedure “GSQN-011 Global Stellantis Tier N Management” (01598_24_00484/GSQN-011)\nAs per this procedure, the supplier must have implemented a risk classification method for managing its supply chain, classifying it based on risks such as:\n   - Classification of the component provided. For safety characteristics, Tier N must be classified as High.\n   - Industrial risks (high production, …)\n   - Quality level (number & severity of incidents, in field incidents, ...)\n   - Any other criteria identified by the Tier 1 for product or manufacturing risks.\nThis classification must be reviewed regularly (at least once a year or at any major event such as zero km or in-field problems)."
      }
    },
    {
      "numero": "8.4.2.4.1",
      "descripcion": "",
      "csr": {
        "GM": "Second-party auditors performing QMS audits must meet the requirements in clause 7.2.4 Second-Party Auditor Compliance in IATF 16949:2016 plus meet these additional requirements:\n1. The organization must be IATF 16949:2016 certified and not on suspension.\n2. The Second Party Auditor must be a qualified ISO Lead Auditor, or a qualified internal auditor with evidence of their successful completion of training, and a minimum of five internal ISO/TS 16949:2009 and/or IATF 16949:2016 audits under the supervision of a qualified lead auditor.\nThe organization may conduct (2nd party) audits of their supplier per their supplier development risk management analysis.\nFor initial certifications, the first second party audit should use the initial audit days from Table 5.2*. For subsequent second party audits use the recertification days Table 5.2*.\n*See Automotive Certification Scheme for IATF 16949, Rules for Achieving and Maintaining IATF Recognition, section 5.2, Table 5.2 Minimum audit days.\nThe second party audits shall identify an acceptable passing level and include a scoring or ranking to determine which suppliers have passed. The organization shall have documented evidence that they review and follow up on all non-conformances identified in the second-party audit with the intent to close these non-conformances.",
        "VW": "Formel-Q-Capability Appendix (Chapter 2; 5.7)\nThe process-audits in the supply chain must be conducted in accordance to Formel-Q-Capability by certified VDA 6.3 auditors (see auditor qualification in Section 3.2 of FQF 8.0).",
        "Stellantis": "8.4.2.4.1 Second-party audits\nThe supplier must carry out audits of its suppliers identified as medium or high risk, to ensure respect of the Stellantis requirements above, preferably using the Stellantis Manufacturing Requirements for Suppliers “MRS” Standard tool made available by Stellantis or another similar tool that meets the same or higher standards.\nThe result must be shared annually with Stellantis"
      }
    },
    {
      "numero": "8.4.2.5",
      "descripcion": "",
      "csr": {
        "GM": "When a supplier to an organization is so small as to not have adequate resources to develop a system according to IATF 16949:2016 or ISO 9001:2015, certain specified elements may be waived by the organization. The organization shall have decision criteria for determining “specially designated small suppliers”. Such decision criteria shall be in writing and applied consistently in the application of this provision. The existence and use of such decision criteria shall be verified by 3rd party auditors."
      }
    },
    {
      "numero": "8.4.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.4.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.1.1",
      "descripcion": "",
      "csr": {
        "GM": "General Motors does not provide waivers to organizations for control plan approval because General Motors signatures on the Control Plan are not required.\nThe organization shall provide measurement, test, and inspection data which demonstrates that control plan requirements, sample sizes, and frequencies are being met when requested.\nSample sizes and frequencies shall be determined based on risk, occurrence of failure modes, and volume, to ensure that the customer is adequately protected from receiving the product represented by the inspection/tests before the results of the inspection/tests are known.",
        "VW": "(see: Formel-Q-capability, (Chapter 4.2) Product Audit)\nThe Product Audit must be defined on the Product Control plan. Product Audit shall take place at least every 12 months for each product manufactured as a Series Production part.",
        "Navistar": "4.3 Products requiring documentation and special verification\nThe supplier must regulate corresponding checks and proofs in the production control plan for the Conformity of Production (CoP) relevant scopes.\nThe supplier shall continuously provide evidence in accordance with its CoP inspection planning and make it available to the customer on request."
      }
    },
    {
      "numero": "8.5.1.2",
      "descripcion": "",
      "csr": {
        "GM": "Standardized work should include the what, how, and why tasks are performed. All standardized work shall be followed.\nVisual standards throughout the facility shall be common, including between facilities building the same platform/product for global quality.\nVisual standards shall be clearly communicated to all team members that are affected and referenced in the standardized work.\nVisual standards that differentiate “good” from “bad” shall satisfy customer requirements and be controlled."
      }
    },
    {
      "numero": "8.5.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.1.4",
      "descripcion": "",
      "csr": {
        "Navistar": "4.4 Identification and management of problems\nThe product quality after production shut downs (e.g. holiday breaks, vacation periods, etc.) should be secured with extra quality checks when starting production again at Suppliers.\nNavistar: The routine “Shutdown Startup Process Questionnaire, ISQ-018-FO” shall be filled and documented."
      }
    },
    {
      "numero": "8.5.1.5",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.1.6",
      "descripcion": "",
      "csr": {
        "GM": "Where warehouses or distribution centers (distributors) are remote sites, the requirements for management of production tooling may not be applicable.",
        "VW": "Compliance with Volkswagen Group Standard VW 34022 for Marking of Tools, Auxiliary Tools, Test Equipment, and Gages (Identification Plate) must be ensured.",
        "Nissan": "5.3 Tooling, Gauges and Facility Management\nActivity Purpose:\n• The supplier shall manage all necessary equipment to ensure that Nissan requirements are achieved and maintained. \nAs part of this management, the supplier shall ensure that all equipment is capable, reliable and in a stable condition during use.\nNote(s):\n• Equipment to be managed includes, but is not limited to, machinery, moulds, jigs and fixtures, tools, gauges, inspection and test equipment.\n• Planned changes to equipment conditions (e.g. changes required as a result of a modification to the product or process) shall be managed through the change management activity.\n• Unplanned changes to equipment conditions (e.g. damage, wear etc.) shall be managed through the suppliers' maintenance processes.\n• Unless otherwise completed following steps, the supplier shall not start production.\n    ➢ Check the equipment condition/function (including poka-yoke (error-proofing)) along with the check sheet.\n    ➢ Inspect first article after set-up sample size along the check sheet. (e.g. Three pieces before production)\n    ➢ Assign an appropriate person (e.g. supervisor) and review the result of inspection.\n• Submission of Gauge Specification and Approval Sheet",
        "Navistar": "4.1.1 Tool management\nThe Supplier is obliged to provide documentation of a tool management system as well as scheduled and preventive service / maintenance for machinery and tools. Tool maintenance and modifications will be documented. Any loss of tools or damage shall be reported to the Customer immediately (see VDA volume 6.3).\nNavistar: Follow the Navistar Supplier Tooling Guidelines document at www.navistarsupplier.com.",
        "Daimler": "3.3 Checking Fixtures and Gauges\nAll suppliers must provide DTNA with parts that meet DTNA engineering specifications, tests and drawing requirements. The supplier has responsibility for and shall measure the characteristics of the product to verify that the requirements have been met at appropriate stages of development. In general, Non-Tooling “check fixtures and gauges” are to be part of Supplier overhead, exceptions to be approved by DTNA Purchasing and Launch and Change Management. If checking fixtures and/or gauges are required by DTNA or the supplier to ensure conformance of parts, the supplier must submit quotes for checking fixtures during the initial quoting process. The request will be managed by DTNA’s Tooling Operations Group (TOG). DTNA expects the supplier to work closely with the TOG and Supplier Quality, as needed, during the development, to resolve tooling concerns impacting the quality of the part.\nProduction check-fixtures, CMM holding fixtures and other tooling aids must meet the DTNA “Prototype - Sheet Metal - Checking Fixture/Gauges Construction Standards.”\n• The fixture manufacturer is responsible for verifying and certifying that the checking fixture is constructed within tolerance, unless otherwise specified with an Engineering deviation, and for verifying that the checking fixture has been constructed to the same engineering release and revision level as the part being inspected.\n• The certification and verification of all fixtures/gauges must be completed prior to PPAP and pre-series production, and on file ready to audit/review as determined by DTNA."
      }
    },
    {
      "numero": "8.5.1.7",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.2.1",
      "descripcion": "",
      "csr": {
        "Nissan": "5.7 Identification and Traceability \nPurpose: \n• To ensure that all products are adequately identified and controlled, Nissan requires its suppliers to operate an effective identification and traceability \nsystem. \n• To ensure that all products/parts are adequately identified and controlled, Nissan requires its suppliers to operate an effective lot control system. The \nsuppliers are requested to maintain a register that can cross reference lot numbers and manufacturing characteristics to facilitate traceability on request. \nNote(s): \n• Traceability control method to be applied will be ordered in the document (including drawing) by Nissan design engineer. \n• If there is no order of control method from Nissan, the supplier shall determine the control method based on the experience or standard in the supplier or agreement with Nissan relevant department. \n• The tier 1 supplier shall manage traceability for all products and components delivered to Nissan facilities. \n• In order to do this, the tier 1 supplier shall deploy the identification and traceability requirements to their sub-suppliers. \n• For products where no particular identification and traceability requirements are specified on the approved drawings and/or data notes, the supplier must comply with the requirements contained in the IATF 16949 and within the relevant requirements. \n• To keep the part traceability the lot size is left to the supplier to decide, but should be small enough to ensure control and to provide for identification and traceability within a few hours from a request by Nissan. \n• Nissan reserves the right at any time to audit the supplier's compliance with these identification and traceability requirements. \n• Supplier is required to apply the standard provided by Nissan separately",
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Parts must be properly identified by part number, revision level, supplier code, and date of manufacture and must be fully traceable to raw material per DTNA standards."
      }
    },
    {
      "numero": "8.5.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.4",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.4.1",
      "descripcion": "",
      "csr": {
        "Nissan": "10.1 Logistics & Packaging\nActivity Purpose:\n• Select the best logistics option & packaging specifications to ensure the conformity of the product is preserved.\nNote(s):\n• The documentation used to communicate the content of this activity with Nissan is specific by each company.\n• The specific requirements are outside the scope of NPQP.\n• For detailed guidelines on specific requirements, see the “Other Supply Requirement” on NSG (Nissan Supplier Guide)",
        "Navistar": "Navistar: D-13 Packaging Requirement applies.\n4.4 Identification and management of problems\nAs part of the Supplier’s responsibility to maintain quality, the Supplier shall advise, or take action, to prevent the quality of the deliveries being impaired during transport or by corrosion.\nWhen parts are sensitive to aging (e.g. corrosion), an extra check is demanded before delivery to the Customer.",
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Parts must meet DTNA specifications/drawings, must be packaged properly in accordance with defined guidelines and shipped securely per all current C-TPAT standards.\n• Parts must be properly identified by part number, revision level, supplier code, and date of manufacture and must be fully traceable to raw material per DTNA standards."
      }
    },
    {
      "numero": "8.5.5",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.5.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.5.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.5.6",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requires its suppliers to obtain documented approval, or a documented waiver, prior to production, See Formel-Q-konkret, (Chapter 4.6) - Change management and Volkswagen Standard VW 01155",
        "Daimler": "4.1.2 Product/Process Change Notification (PPCN)\nThe supplier is required to submit a Product/Process Change Notification (PPCN) to DTNA Supplier Quality for any (supplier-initiated) design or process changes. This notification is not a replacement of a deviation.\nThe supplier shall complete and send the PPCN form (as specified in the AIAG PPAP Manual) through the PPAP System. Supplier Quality will review the notification and determine the need for PPAP submission. PPAPs for supplier-initiated changes DO NOT satisfy the requirement for any other PPAP requested and triggered by DTNA.\nPPAPs and PPCNs for parts that are solely used at Thomas Built Buses, Freightliner Custom Chassis Corporation (FCCC), Detroit Diesel Corporation, Gastonia or SPARK (i.e. no usage at DTNA truck manufacturing plants), should be submitted directly to PPAP Coordinators for those specific locations (not DTNA Supplier Quality)."
      }
    },
    {
      "numero": "8.5.6.1",
      "descripcion": "",
      "csr": {
        "GM": "The documented process shall require consideration of a production trial run for every product and process change. Results of the trial run shall be documented.",
        "Nissan": "9.2 Process/ Facility Site Change Management\nPurpose:\n• To manage the introduction of the process/facility site changes in order to ensure that there is no negative impact on supplier products.\n(The scope of the Process / Facility Site Change Management covers all changes made by the Tier 1 supplier or in their supply chain.)\nNote(s):\n• The supplier shall have a change management system which includes, schedule for the changes, risk analysis & management, product verification & validation activities.\n• Once the adoption of the change is confirmed as successful, mass production part approval from Nissan is necessary before shipment of any change affected product.\n• The supplier shall ensure that all requests for Process/Facility site changes are authorized by Nissan prior to any change takes place.\n• The Process / Facility Site Change Request document shall be submitted 3 months before implementation of any change.\n• The Tier 1 supplier or its sub-supplier shall not carry out any Process / Facility site changes during Phase 4 and Phase 5 Ramp-Up.\n(The facility site provided for the \"off-process\" condition shall be in line with that agreed at the supplier sourcing confirmation.)",
        "Stellantis": "8.5.6.1 Control of changes — supplemental\nIn case of a product and/or process change request issued by a supplier, the supplier must apply the rules laid down by 01276_23_00070 / CEP.00081 “Product and Process Changes in Serial Life perform a risk assessment study: \n   - A risk assessment study must be done (e.g., Impact study, bank of parts, revalidation etc.)\n   - The changes must be classified according to Stellantis classification system (A, B C or D) and associated level of validation and PPAP submission\n   - The supplier must append a part protection plan with their request",
        "Navistar": "4.6 Change management\nNavistar: For all intended Product or/and Process changes by Supplier, the Supplier Request for Engineering Approval (SREA) form should be submitted to the applicable Navistar Supplier Quality Representative for review and approval."
      }
    },
    {
      "numero": "8.5.6.1.1",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a process for both bypass and deviation. The alternative actions identified on the bypass list shall be customer approved and shall be reviewed using the methodology of the PFMEA to identify the risk. This review shall be documented."
      }
    },
    {
      "numero": "8.6",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.6.1",
      "descripcion": "",
      "csr": {
        "VW": "Formel-Q-konkret (Chapter 3.3) - Initial Sample testing and approval:\nThe sample testing is to be based on VDA vol.2. The latest version of Formel Q-Neuteile Integral contains additional, more detailed Customer requirements regarding the sample testing process. This section 3.3 defines rules for designated parts in assemblies and for assuring consistent component quality.\nResponsibility for the initial sample testing and approval of designated parts in higher-level assemblies resides with the first-tier Supplier in coordination with the receiving plant (if there is more than one, with the receiving plant of first use, which is generally also the type leader plant).\n(refer for complete requirements to Formel-Q-konkret, Chapter 3.3)",
        "Stellantis": "8.6.1 Release of products and services — supplemental\nStellantis applies PPAP process and requests PPAP status A before delivering products without deviation. Stellantis does not sign the PSW. The supplier can find out the approval verdict by directly consulting Stellantis's relevant information system.\nThe supplier must set up a proactive containment area (safe launch) to validate the supplier’s process control plan. The conditions for implementing this safe launch (notably the exit conditions) are detailed in the procedure “Proactive Containment” GSQN.004/01598_22_01972. This preventive measure is also required to protect the customer after planned or unplanned plant shutdown. \nNote: achieving the PPAP acceptance is not a sufficient exit condition period of the proactive containment. Refer to the conditions specified in the procedure GSQN.004.",
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Components and parts delivered to DTNA Truck Manufacturing Plants must meet all specified requirements of the current DTNA drawings, specifications and testing prior to shipment."
      }
    },
    {
      "numero": "8.6.2",
      "descripcion": "",
      "csr": {
        "GM": "After receiving production part approval (PPAP) and throughout the life of the product, the organization (including suppliers of complex systems/sub-assemblies) shall perform annually a complete measurement of all product dimensions shown on the latest design records (layout inspection to all dimensional requirements) on at least 5 parts.\nWhere tooling has multiple cavities, tools or centers, the organization shall conduct the annual layout inspection on at least 1 part for each cavity, tool or center, with a minimum overall sample size of 5 parts.\nThe results shall be documented and retained for the duration of the life of the program.",
        "VW": "Formel-Q-konkret (Chapter 4.7) – Layout inspection\nIn the context of Volkswagen Group the term “Requalification” is equivalent to the IATF-term “layout inspection and functional testing”: To ensure quality, the Supplier must carry out a regular requalification of its scope of supply in accordance VDA publication \"Robust Production Processes\" (section 5.3.4). Volkswagen Group requires a complete requalification (equivalent to Production-and-Processapproval/initial sample release) at least every three years. Requalification cycles can be defined by legislation, government agencies, and by component-specific requirements (e.g. in the performance specifications/Lastenheft) and must be implemented in the related product control plan.\nAny deviation from the requalification content must be agreed between the supplier and the customer.\nD/TLD: Products with specific and/or authorisation-relevant characteristics (e.g. D/TLD markings) must be subjected to a layout inspection every 12 months.",
        "Navistar": "4.7 Layout inspection\nThe supplier must assure quality by carrying out a regular layout inspection of its scope of supply in accordance with IATF 16949 and in accordance with VDA volume Robust Production Processes. The customer requires a complete layout inspection at least every three years. The layout inspec-tion starts with the completion of the PPF process. Layout inspection cycles may be defined by other legislation, government agencies or component-specific requirements (e.g. in the specifi-cations), and must be implemented. If the capacities to be produced change significantly, check frequencies must generally be reassessed and coordinated with the customer.\nUnless agreed otherwise with the customer, the scope of the layout inspection to be presented will correspond to that of the PPF product process and product approval. The results must be documented internally, stored securely and presented to the customer on request.\nA layout inspection of the products must also take place in the last year of delivery.\nProducts with specific and/or authorisation-relevant characteristics (e.g. D/TLD markings) must be subjected to a layout inspection every 12 months.\nThe scope of the tests (including dimensional accuracy, laboratory checks, endurance tests) in the annual product audits as part of the layout inspection must be coordinated with the customer’s quality departments during the project phase and adjusted accordingly in the event of changes/complaints."
      }
    },
    {
      "numero": "8.6.3",
      "descripcion": "",
      "csr": {
        "GM": "GM uses GM Appearance Approval Report (GM AAR) available to download from GM Supply Power."
      }
    },
    {
      "numero": "8.6.4",
      "descripcion": "",
      "csr": {
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Implement an appropriate incoming inspection control plan for raw materials and sub-components, to ensure the final component meet DTNA requirements. This includes parts received from directed-buys suppliers, with no exceptions."
      }
    },
    {
      "numero": "8.6.5",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.6.6",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.1.1",
      "descripcion": "",
      "csr": {
        "Daimler": "4.2.3 DTNA Deviations\nDeviations are used as a temporary modification to DTNA requirements and must be approved by DTNA Engineering. If DTNA Engineering has confirmed a drawing change and a timeframe, the supplier shall request an EWR number to avoid potential rejects at the plants. This deviation should be communicated to Supplier Quality through the PPAP System in a PPCN."
      }
    },
    {
      "numero": "8.7.1.2",
      "descripcion": "",
      "csr": {
        "Nissan": "8.1 Non-Conforming Product Management\nActivity Purpose:\n• Nissan requests the suppliers to provide product with zero defects.\n• However, when non conforming product is identified, the supplier must have a process that provides prompt and systematic activities to identify the root cause of the concern, implement robust countermeasures and prevent delivery of further suspect product.\nNotes:\n• Non-conforming product can be identified by Nissan at any time.\n• If the supplier identifies that non-conforming product may have been shipped to Nissan, they shall inform all relevant Nissan departments immediately and advise details of the non-conformance and countermeasure(s) taken.\n• In case of quality crisis (recurrence, high incident level….), Nissan may request Firewall activities to the supplier to guarantee customers’ protection and the improvement/efficiency of inspection standard.\n➢ Basic rules of Firewall activities are:\n◦ What : Additional inspection to prevent non-conformities outflow to customer",
        "Daimler": "4.2 Nonconforming Material\nDTNA is driven to continually improve the performance of its brands through a commitment to a zero-defect target. The following requirements are aimed at the rapid detection and correction of defects to achieve this objective.\nAny nonconformance related to a safety issue requires the highest level of attention and immediate containment.\nSupplier shall:\n• Notify DTNA Supplier Quality immediately regarding any quality spill (including abnormal spikes on defects/scrap where parts may be suspect and were shipped to DTNA locations) and provide containment actions within 24 hours.\n• Support tracking of affected population and drive containment actions.\n• Actively participate to ensure timely resolution of quality issues.\n• Submit recalls to DTNA immediately, as directed.\n• Promptly direct root cause investigation and corrective action implementation.\nTo prevent nonconforming parts from being shipped to DTNA, suppliers are expected to deploy necessary controls in their manufacturing process to identify and address known and potential non-conformances."
      }
    },
    {
      "numero": "8.7.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.1.4",
      "descripcion": "",
      "csr": {
        "Stellantis": "8.7.1.4 Control of reworked product\nRe-use of components is considered to be a rework operation. Rework operations planned must be incorporated into the overview of processflows, the FMEA process \nand the control plan to be qualified with the standard manufacturing process.  The supplier must obtain authorization from Stellantis before carrying out rework \noperations not planned during the initial qualification. The authorization request comes with rework procedures and an analysis of associated impacts. Each reworked part must be identified via a mark or a serial or batch number, and must be subject to reverification to demonstrate conformance to all specified requirements, i.e., dimensional, fit, form, function, and/or reliability/durability, etc"
      }
    },
    {
      "numero": "8.7.1.5",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.1.6",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.1.7",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "8.7.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.1.1.1",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a method for the employee to call or notify for help when an abnormal condition on the equipment or product occurs. A method to call or notify shall be available in all operational areas of the organization.\nSufficient alarm limits shall be established for escalation of abnormal conditions and shall match the reaction plan identified in the product’s control plan.",
        "Nissan": "5.4 Process Capability Study and Improvement\nPurpose:\nUnless otherwise specific requirement from Nissan especially included in RFQ (Request for Quotation) the supplier shall meet the following basic guideline.\n• Evaluate, monitor and manage process capability in order to maintain a capable and stable process condition that continuously achieves compliant parts.\n• The supplier shall demonstrate process capability using suitable methods of statistical process control (SPC) for the product characteristics defined in drawings.\n➢ The supplier shall define sampling size, frequency, sampling type (cluster, random etc.) to get the sufficient level of confidence in the decision of acceptance in order to assure the part conformity through control plan. Because it is the supplier responsibility to build the capability study  plan, and the capability study plan has to be built in order to give a confidence level in the capability result.\n➢ If the process capability level is insufficient for a confident demonstration of ability of compliant manufacturing :\n➢ the supplier shall establish root cause(s) and implement effective and efficient countermeasure(s) to reach the convenient level.\n➢ all products shall be subjected to additional confirmation activities to ensure compliant delivery, until effective countermeasure(s) are implemented and verified. \n➢ The supplier shall continuously monitor and reduce variation in both product and manufacturing process characteristics.\nNote(s)",
        "Navistar": "4.1 Ongoing assurance of process capability\nThe supplier must provide for tests during series production in order to safeguard its manufac-turing process. The type and scope of tests during series production must be coordinated with the customer, e.g. in the context of concept and test planning. The agreed tests during series production must be performed in accordance with approved test planning and verified upon re-quest.\nIf the capacities to be produced change significantly, inspection frequencies must be fundamen-tally re-evaluated and coordinated with the responsible authorities of the customer.\nFor the defined product/process characteristics, the process capabilities must be determined and verified continuously over the entire production time.\nThe supplier must record critical attributes (for example, from the process FMEA, the product FMEA or cybersecurity risk analysis) and must document this. An assurance concept must be pre-sented and coordinated with the customer for these characteristics as well as special character-istics and function-relevant characteristics specified by the customer (e.g. functional dimen-sions).\nThe supplier is required to monitor and manage all defined reportable functional dimensions, which are to be set out in the inspection plan. The control of functional dimensions is an im-portant element in assuring process capability. The supplier will provide its measurement data for defined functional dimensions to the customer on request."
      }
    },
    {
      "numero": "9.1.1.2",
      "descripcion": "",
      "csr": {
        "GM": "New Business Hold\nGeneral Motors will notify the organization if the organization is placed in the Special Status of New Business Hold. General Motors can submit an IATF Performance Complaint against the organization based on the issues leading to the Special Status of New Business Hold. The Performance Complaint process follows the IATF Certificate Decertification Process*\n*See Automotive Certification Scheme for IATF 16949, Rules for Achieving and Maintaining IATF Recognition, section 8.0.\nGM Quality Performance Requirements (also known as GM QPR)\nOrganizations shall achieve and maintain a Sourceability Level of 3, 4 or 5. If the organization’s Sourceability Level falls below Level 3, a performance complaint will be submitted against the organization on behalf of GM. The submission of the performance complaint will lead to the initiation of the Certificate Decertification \nProcess*.\n*See Automotive Certification Scheme for IATF 16949, Rules for Achieving and maintaining IATF Recognition, section 8.1-8.7.\nQuick Reference Guides explaining supplier performance requirements are available through https://www.iatfglobaloversight.org/oem-requirements/quick-reference-guides/\nNOTE 1: Two conditions where a performance complaint is not submitted for Sourceability level < 3 are:\n- Sourceability Level 0 – With no production receipts nor any quality SPPS records in the last 12 months; or\n- Not certified to IATF 16949 and Mfg. DUNS number not included in any other site certification as a Remote Site or extended manufacturing site\nNOTE 2: The GM system Sourceability Report will indicate a Sourceability Level of 1 or 2 for those organizations not meeting the GM Quality Performance Requirements.\nOrganizations shall refer to the GM 1927 17 SQ Processes and Measurement Procedure, for metrics and status definitions.\nCSII (Controlled Shipping Level 2)\nThe organization shall notify its Certification Body within 5 business days after being placed in Controlled Shipping – Level 2 (CS II) Status. The Certification Body is not required to issue a non-conformance for an organization placed in CSII status.\nFor CSII activities that are open during an audit, the organization’s Certification Body shall verify that an effective corrective action is in process and, if closed, that the corrective actions have been implemented and read across to the entire organization’s site for similar processes and/or products. The organization’s Certification Body shall also investigate any CSII activities that have occurred and were closed between surveillance audits.\nNOTE: The GM condition of CS II (Controlled Shipping – Level 2) is a performance indicator of problems in an organization’s product realization process. The CSII condition should have resolution, or credible resolution and corrective plans in place, which are confirmed by the customer.",
        "Navistar": "4.1 Ongoing assurance of process capability\nThe minimum scope of the special characteristics that are measured to determine the Cp and Cpk values will be defined in the FMEA for the product and the process. These documents can be viewed at any time by the customer.\nThe customer orientates its processes with a process capability Cpk of 1.33. If the supplier cannot comply with the process capability Cpk >= 1.33 or if SPC cannot be used, an employee-independ-ent 100% examination for the defined product/process characteristics of the scope of supply must be implemented."
      }
    },
    {
      "numero": "9.1.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.1.2",
      "descripcion": "",
      "csr": {
        "Daimler": "1.5 Quality Requirements and Expectations for suppliers\n• Quality rejects must not exceed 50 PPM per year."
      }
    },
    {
      "numero": "9.1.2.1",
      "descripcion": "",
      "csr": {
        "VW": "Supplier Cockpit Quality Status (Volkswagen Group B2B “ONE - SCQ”): Status of incidents, ppm.",
        "Stellantis": "9.1.2.1 Customer satisfaction\nWhen a supplier's production site generates too many disruptions to Stellantis sites, Stellantis can introduce incremental measures to handle the situation (warning letter, escalation level 1, escalation level 2, New Business Hold). These are Stellantis internal escalation levels.\nStellantis reserves the right to request the initiation of the decertification process, pursuant to IATF rules in case of long-lasting bad performance, long escalation, if a breach to the IATF 16949 requirements or to Stellantis’s quality requirements are identified...) to require the certification body to investigate and engage the decertification process. In such a situation, a performance complaint is launched through IATF  CMS process (Complaint Management System) and the supplier is \nnotified in writing."
      }
    },
    {
      "numero": "9.1.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.1.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.2.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.2.2",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall complete on an annual basis a GM 1927 30 Quality Management System Gap  Assessment for each manufacturing DUNS location with a Sourceability Level under 3. \nThe completed assessments shall be uploaded into the Supplier Certification Management System (SCMS) under the DUNS location the assessment was completed. The identified gaps shall be closed within 60 days from the assessment."
      }
    },
    {
      "numero": "9.2.2.1",
      "descripcion": "",
      "csr": {
        "VW": "VWAG requires a yearly Supplier Self Audit (VA/SL) acc. Formel-Q-capability (Chapter 3)), a Self Audit has valid time period of max. 12 months. A specific Self-Audit-Format is supplied on Volkswagen Group B2B www.vwgroupsupply.com “Format for Supplier Self Audit”\nSupplier Self Audit (VA/SL) must be conducted by certified VDA 6.3 auditors (see auditor qualification in Section 3.2 of Formel-QCapability).\nFormel-Q-Capability-Appendix must be considered.\nIn case of D/TLD-marked parts supplied to VWAG, a D/TLD-Supplier-Self-Audit according to Formel-Q-capability is required within a 12 month period. (Formel-Q-konkret, Chapter 4.3.1: “D/TLD verification”)\nWhere the organization is responsible for software development, a maximum validity of a software development capability assessment on VWAG projects shall not exceed the time period indicated in the Formel Q-Capability Software (chapter 3.4).\nThe software development capability assessment scope is indicated in Formel Q-Capability Software (Chapter 6.2).",
        "Stellantis": "9.2.2.1 Internal audit programme\nStellantis requires suppliers to implement a manufacturing process system which respect the Stellantis Manufacturing Requirements for Suppliers “MRS” Standard. The supplier shall identify gaps to meet MRS standard and implement action plans to be ready for any Stellantis assessment.\nThe supplier sites shall provide an annual MRS self-assessment.",
        "Navistar": "4.3.1.2 Self-audit – products requiring documentation (D/TLD self-audit)\nTo check the implementation of the requirements for products requiring documentation, the Supplier shall perform and document a site-specific D/TLD self-audit independently every 12 months (with a validity period of 12 months) in accordance with the current requirements catalogue for components requiring documentation (form – TLD Quality Audit; see ONE.KBP. The Supplier is obliged to use this procedure in the same way for its supply chain, purchased parts and outsourced process steps. The date of the last passed D/TLD self-audit shall be documented. The obligation to the D/TLD self-audit begins with the first PPA/PPAP procedure of the commissioned product.\nIf defects are detected during the audit, it is expected that the Supplier will immediately implement the necessary improvement measures independently.\nThe Supplier will check the implementation of the improvement measures and their effectiveness in a new D/TLD self-audit carried out independently. Corresponding documentation of this shall be maintained."
      }
    },
    {
      "numero": "9.2.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.2.2.3",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall incorporate an internal layered process audit process to assess compliance to standardized processes, to identify opportunities for continuous improvement, and to provide coaching opportunities. The layered process audit is led by Management who are competent to conduct the audits. The process shall include:\n  1. A schedule including frequency of audits and locations of planned audits.\n  2. Audit layers must be used and include different levels of employees, including top management.\n  3. Customer complaints or rejections trigger a layered audit on the process that was cause of the issue.\n  4. All departments within the organization.\n  5. All findings are recorded and measured for improvement.\n  6. Findings that cannot be corrected during the audit shall move to an action plan for monitoring to closure.\n  7. Records of audits shall be maintained.\n  8. Layered audit questions shall be reviewed periodically and changed if needed to focus on the organization’s weaknesses.\n  9. Layered process audit shall be done as part of corrective action verification activities.\nIn addition to layered process audits the organization shall audit specific manufacturing processes (see chart below) annually to determine their effectiveness. Applicability and effectiveness of these processes shall be determined utilizing the most current version CQI standard (see chart below). The effectiveness evaluation shall include the organization’s self-assessment, actions taken, and that records are maintained. The organization shall upload their annual CQI assessment into the GM Supplier Certification Management System (SCMS) under the DUNS location the assessment was completed.\nNOTE 1: The assessment must be performed by a competent auditor. An auditor is competent if they meet the following requirements:\n• They shall be a qualified ISO 9001:2015 Lead Auditor, or a qualified internal auditor with evidence of their successful completion of training, and a minimum of five internal ISO/TS 16949:2009 and/or IATF 16949:2016 audits under the supervision of a qualified lead auditor.\n• They shall have a minimum of 5 years’ experience working with the process that is being audited or a combination of experience and education in the specific process.\nNOTE 2: Audit findings must be addressed in an action plan, with champion(s) assigned and reasonable closure dates.\n\nCQI Standards:\nCQI-9 Heat Treat System Assessment | CQI-11 Plating System Assessment | CQI-12 Coating System Assessment | CQI-14 Automotive Warranty Management Assessment | CQI-15 Weld System Assessment | CQI-17 Soldering System Assessment | CQI-23 Molding System Assessment | CQI-27 Casting System Assessment | CQI-29 Brazing System Assessment | CQI-30 Rubber Processing System Assessment | CQI-34 Software Assurance Approval Processt | CQI-35 Wiring Harness Quality Guidelines",
        "Stellantis": "9.2.2.3 Manufacturing process audit\nThe supplier must conduct Layered Process Audits (LPA), the aim of which is to ensure consistent application and execution of standards. LPA are to be performed by \nOperational Managers.\nNOTE: no specific auditor qualification is required to perform LPA, but LPA performers shall be trained to LPA process.\nLPA shall be implemented for all operational manufacturing & logistic areas. \nAll shifts shall be audited.\nAll management levels should be involved (from team leader to top management) but at least the management of operational teams shall be involved (e.g.: in manufacturing area, from shift/team leader to manufacturing leader)\nReaction plans shall be in place to immediately respond to nonconformances and implement corrective actions.",
        "Navistar": "1.4.4 Special process requirements\nNavistar: As identified by the Automotive Industry Action Group (AIAG),Suppliers are required to conform with relevant AIAG Special Process documents: CQI- handbook applies."
      }
    },
    {
      "numero": "9.2.2.4",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a process for final inspection and/or Customer Acceptance Review & Evaluation (CARE). Early Production Containment (EPC) shall be performed as required during launch and until released by the organization’s assigned SQE or designate and per GM 1927 28 Early Production Containment (EPC).\n1. Final inspection shall be performed on all finished product prior to shipping. This inspection can be 100% inspection or less based on risk.\n2. EPC inspection checks shall be included at an upstream inspection station (final inspection/CARE).\n3. Quality checks shall be included in standardized work. Point, touch, listen, and count inspection methods are incorporated.\n4. Successive production/quality checks shall be increased in cases of high risks such as model launch, pass through components and characteristics pass through, major changes, shut down (see clause 8.5.1.4) or customer feedback.",
        "VW": "Product Audit acc. Formel-Q-Capability (Chapter 4) – Product Audit\nThe Supplier is required to conduct Product Audits according to VDA 6.5\nProduct Audit shall take place at least every 12 months for each product manufactured as a Series Production part.\nFor any A and B-faults as well as systematic C-faults caused by the supplier, the supplier shall immediately inform the Supplier Quality department of the Customer by reporting the issue. The implementation of further necessary actions is to be coordinated.",
        "Nissan": "5.6 Activities during Ramp-up\nActivity Purpose:\n• Plan and implement additional activities to ensure quality and delivery requirements are maintained during the launch period.\nNotes:\n• The activities during ramp-up have two distinct objectives:\n    ➢ achievement and maintenance of the quality requirements\n    ➢ achievement and maintenance of the delivery requirements\n• For quality, the Ramp-up Activity is a planned management confirmation activity covering the period from the end of process development through to the achievement of a stable full volume condition.\n• The content of the activity shall be planned prior to Start of Production (SOP). \n• The plan should have duration of approx. 3 months after SOP.\n• This activity shall continue until Nissan agrees to its removal.\n• The supplier shall ensure that any quality issues that may arise are quickly identified, contained and corrected at the supplier's location and not at the Nissan plants.\n• For delivery, the Ramp-up Activity is an activity to manage the effects of the increase in production volume on the supplier's ability to meet delivery requirements.\n• These activities will be used to verify the supplier's Production Capacity Plan.\n• The supplier shall ensure that any delivery issues that may arise are quickly identified and corrected.",
        "Stellantis": "9.2.2.4 Product audit\nRegulatory compliance of production\nAt Stellantis 's request, the supplier must provide the following product compliance elements, within one week:\n   - Dimensional Report, according to the mass production part inspection standard (PIS), in a format with structured and digitized data.\n   - Audit reports\n   - Access to results of mass production control plan\nAs part of an audit of Stellantis plants by an external body (Regulatory Audits COP, ISO, IATF...), the maximum time limit is reduced to 48 hours. If the requested data is not transmitted within the time limit, an incident supplier relationship is reported, and penalties are applied to the scoring BIDLIST."
      }
    },
    {
      "numero": "9.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.3.1.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.3.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.3.2.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.3.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "9.3.3.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "10.1",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "10.2.1",
      "descripcion": "",
      "csr": {
        "Navistar": "4.4.1.3.1 Analysis of defective parts\nThe analysis of defect parts is essential for the allocation of the responsibility and the associated share of costs of the Supplier. The Customer will determine together with the Supplier the procedure for defective part analysis, like the number of parts to be analyzed, the creation of samples, the focus on reference markets or which party performs the examination. If the Supplier does the analysis on its own, it shall perform the examination according to accepted standards.",
        "Daimler": "4.2.4 Corrective Action\nIf DTNA detects that a supplier’s parts do not meet specifications DTNA will contact the supplier to request immediate containment actions and initiate the proper corrective actions implementation. Parts out of specification are considered a quality spill and depending on the nature of the problem can result in a FRACAS, Zeus, TMPs Escalation and will significantly impact the supplier’s standing and eligibility for the Masters of Quality.\nExpectations in the event that parts are out of specification.\n• Supplier shall provide sufficient representation of a cross-functional team to attend the set recurring meetings for the topic until the resolution of the problem.\n• Supplier shall meet due dates and support immediate actions for containment.\n• Suppliers are responsible to provide any requested support to alleviate plants and field for any additional inspections or actions prior to clean points arriving to the point of use including all associated costs.\n• Suppliers shall scrutinize their processes overall and work with the QA at the plants and/or Corporate Supplier Quality to identify and eliminate the root cause of the issue through an 8Ds problem solving methodology that will prevent any reoccurrence.\n• Supplier is responsible for handling containment and corrective actions due to DTNA owned tooling nearing the end of life. The supplier is responsible for reaching out to DTNA’s Tooling team to complete refurbishment or the replacement of the tooling.\n• Supplier shall be held responsible for all faults of its sub-suppliers; this also applies to directed-buy suppliers with no exceptions.\n• If the implementation of any corrective actions results in a modification of the process or in the product, the supplier shall submit a PPCN through the PPAP system in the next 10 business days immediately after the change was made and validated by DTNA.\nIf a potential quality spill or suspect material is identified and was shipped to DTNA, the supplier must immediately contact DTNA at the following email"
      }
    },
    {
      "numero": "10.2.2",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "10.2.3",
      "descripcion": "",
      "csr": {
        "GM": "The organization’s documented problem-solving process shall include:\n1. Tracking of issues through closure.\n2. Daily review of issues by a multi-disciplined team including plant management.\n3. Daily reviews are documented.\n4. All levels of the organization are included in the problem-solving process.\n5. Robust method to identify the verifiable root cause(s) of each issue.\n6. Timely closure of corrective action(s) including exit criteria.\n7. Initial containment is well documented using a containment worksheet or similar",
        "Stellantis": "10.2.3 Problem solving\nThe supplier must apply the process: 01272_14_00005 “Global Stellantis Supplier Claim Procedure – GSQN.001”\nThe attention of the supplier is particularly drawn to the need for respecting the times / (schedules – timelines)\nDuring mass production, the supplier must use the Stellantis Tracking system (Amadeus/SQP or NCT&GIM depending on the region) to submit 8D report to manage the containment, corrective and preventive actions.\nThe supplier shall take advantage of the quality failures reported (0km and in-field) to conduct an in-depth analysis of the technical and system root causes and implement appropriate action plans.",
        "Navistar": "4.4.1.1.1 Further details for the handling of product quality deviations from Suppliers\nNavistar: At Navistar, the Global 8D (G8D) reporting process is the standard way to resolve problems. Suppliers might get either D0 8Ds or Full 8Ds, and both require prompt, well-documented actions."
      }
    },
    {
      "numero": "10.2.4",
      "descripcion": "",
      "csr": {
        "GM": "Error proofing devices shall be tested to failure or simulated failure at the beginning of each shift at a minimum, otherwise according to the control plan. In the event of error proofing device failure, a reaction plan that includes containment should be included in the control plan.\nThe organization shall keep a list of all error proofing devices and identify which can be bypassed and which cannot (also see clause 8.5.6.1.1). The bypass determination shall consider safety, severity and overall RPL rating."
      }
    },
    {
      "numero": "10.2.5",
      "descripcion": "",
      "csr": {
        "GM": "Automotive Warranty Management (AWM)\nOrganizations providing production and non-exempt service parts and components to GM shall support improvement in Customer satisfaction through pursuit and achievement of warranty reduction targets established by GM, where applicable. Organizations shall use the latest available edition of the AIAG CQI-14 Automotive Warranty Management to integrate warranty into their quality management system. Evaluation of integration effectiveness shall be based on evidence that the Organization has a process in place that includes elements such as:\n• Internal auditors identified.\n• An established schedule for self-assessment (including evidence of schedule adherence).\n• A defined continuous improvement process (including evidence of goal setting and performance evaluation).\n• A defined corrective action process (including evidence of actions taken and verification of effectiveness);\n• Organization-controlled record keeping (7.5.3.2.1).\n• Progress monitoring (including monthly evaluation of Organization’s performance to warranty reduction targets established by GM).\n• A Supplier development process (8.4.2.5) identified for applicable Suppliers to the Organization.\nEvaluation shall be by self-assessment. The self-assessment shall be conducted annually but may be repeated as needed. The self-assessment may be conducted as part of the Organization’s internal quality audit or conducted separately. The self-assessment shall be conducted using the self-assessment spreadsheet tool from CQI-14. \nThe completed spreadsheet shall serve as a record of the self-assessment. Implementation of Automotive Warranty Management shall proceed in three stages:\n1. Organization identifies and implements necessary changes to quality management system processes, trains responsible personnel and conducts initial, “baseline” self-assessment.\n2. Organization establishes internal performance goals, develops prioritized corrective action plan to achieve these goals and prepares an assessment schedule.\n3. Organization monitors performance continues with self-assessments and updates corrective action plan as required to meet GM requirements and internal improvement goals or maintain goal-level performance.\nImplementation timing for Organizations (either new Suppliers or current Suppliers to GM) is summarized in the following table:\nNEW SUPPLIER\nExisting Vehicle Program: Complete implementation through Stage 2 within six months of award of business. Implementation through Stage 3 to follow within one year of start of production.\nNew Vehicle Program: Complete implementation through Stage 2 before Commercial Launch. Implementation through Stage 3 to follow within six months of Commercial Launch.\nCURRENT SUPPLIER\nExisting Vehicle Program: Full implementation through Stage 3 required.\nNew Vehicle Program: Follow timing for “New Supplier/New Vehicle Program” (above) for new parts or components.",
        "VW": "The process of Failure Analysis including NTF shall be implemented.\nProcedure shall comply with VDA Volume “Field Failure Analysis\"",
        "Stellantis": "10.2.5 Warranty management system\nAs per IATF 16949 requirement, the Supplier must implement a warranty management process, including a method for warranty part analysis, with NTF (no trouble found):\n- A coordinator to manage the warranty claims is identified\n- The Stellantis portal is checked daily for any relevant warranty incident.\n- The return of suspect parts must be managed\n- Engineering and quality resources required for the analysis are identified and available.\n- Customer protection is ensured with immediate containment and identification of all potential Stellantis plants impacted. The identified plants must be informed immediately",
        "Navistar": "4.9 Handling of warranty claims and special situations\nThe contractual Customer-specific regulations of the companies for the further loading of Supplier-caused additional expenses (e.g. in the case of field, 0km and CKD complaints) apply. The Supplier's responsibility for field failures during the warranty period will be determined using a spot-check procedure in accordance with the VDA publication “Field Failure Analysis” based on Technical Factors (TF) or the Claims Acceptance Rate (AQ).\nThe Supplier's responsibility for field failures during the warranty period may be determined by other means if the defect is corrected without parts replacement (e.g. software).\nThe technical and commercial handling of defective goods supplies will generally take place independently via the Customers that use the product regardless of which Customer placed the order.\nThe Customer reserves the right to decide independently whether to implement quality-related measures (special situations). The term special situations refers, for example, to goodwill payments or recall, service, or workshop measures.\nSuppliers will bear a portion of the Customer's costs that is proportionate to their share of responsibility. The share of responsibility will be determined to reflect causation (principle of causation). The share of responsibility determines the percentage of total costs incurred that the Supplier shall bear.\nStarting from an NTF percentage of 30%, the Supplier is obliged to initiate an NTF (no trouble found) process in accordance with the VDA volume “Field Failure Analysis”. The number of underlying damaged parts per year shall be agreed on a Customer-specific basis.\nNavistar: For Navistar the Warranty requirements for the Product outlined in Navistar Supplier Warranty Requirements (Document IW-001-SWR), applies.",
        "Daimler": "4.2.5 Warranty Process\nThe DTNA warranty process is designed to improve the overall brand quality and increase both customer and dealer satisfaction. When a part requires replacement in the field, a warranty claim is made. If the nonconformance is generated by a supplier, a claim will be submitted to the supplier via the Online Warranty Link (OWL) system.\nDTNA Purchasing Supplier Agreements include a signed warranty agreement that requires the supplier to support DTNA’s warranty coverage and respond to claims within a specific timeframe. Current timelines are specified in the supplier warranty agreement and the DTNA warranty process is described in “Doing Business with Daimler Truck North America LLC,” Section 11.\nThe Online Warranty Link (OWL) is the system used to manage the claims entering the recovery system from a dealer or customer. If the vehicle has warranty coverage for the performed repair, the responsibility for the claim is either assigned to DTNA or assigned to the supplier. The supplier shall respond to the DTNA Warranty Recovery Department within the stated timeframes.\n1. If the supplier accepts responsibility for a claim, the supplier needs to simply show acceptance/payment in the OWL system.\n2. If the supplier responds but challenges or denies either a portion or all of a claim, the denial must be justified by the supplier.\n3. If a claim response is not received from the supplier within the specified timeframe, the Warranty Recovery Group will take action to resolve the claim. The supplier will be charged for all claims they do not respond to."
      }
    },
    {
      "numero": "10.2.6",
      "descripcion": "",
      "csr": {
        "Navistar": "4.4.1.3.3 Disposal of defective field parts\nNavistar: Supplier will retain defective field parts for a period of thirty (30) days beginning on the date the Supplier analysis has been completed or until the claim has been resolved by Navistar.",
        "Daimler": "4.2.6 Recall Process\nInformation concerning potential safety-related product defects, noncompliance recalls, or campaigns in which case the supplier is responsible, must be forwarded immediately to DTNA Engineering and to Compliance and Regulatory Affairs (CRA) Departments with all supporting documentation and data. CRA will determine the need for an investigation."
      }
    },
    {
      "numero": "10.3",
      "descripcion": "",
      "csr": {}
    },
    {
      "numero": "10.3.1",
      "descripcion": "",
      "csr": {
        "GM": "The organization shall have a process for effective review of PFMEA of all manufacturing parts and processes to occur annually at a minimum. This review shall consider, at a minimum, critical, safety, and high-risk items. The organization shall incorporate tools such as reverse PFMEA or other similar methods to assist in the PFMEA review. PFMEA review output shall include an updated PFMEA, record of the changes made (or record that no changes were made), and identification of the team involved in the review.\nCritical, safety, and high-risk items (such as priority from Risk Limiting Method, high RPL or equivalent) shall have an action plan which includes recommended actions, responsibility, and timing.\nReviewing a PFMEA for corrective action process does not meet the requirement of annual review unless there is evidence that critical, safety, and high-risk items are considered in addition to the corrective action issue. A proactive review approach is required.",
        "Stellantis": "10.3.1 Continual improvement – supplemental\nThere is a Reverse PFMEA (proactive approach) process in place to identify new potential failure modes or verify the existing failure modes on the shop floor. Reverse PFMEAs activities are scheduled and tracked."
      }
    }
  ]
}